/**
 * Khmer translation for bootstrap-datepicker (Rabit POS)
 */
;(function($){
	$.fn.datepicker.dates['km'] = {
		days: ["អាទិត្យ", "ចន្ទ", "អង្គារ", "ពុធ", "ព្រហស្បតិ៍", "សុក្រ", "សៅរ៍", "អាទិត្យ"],
		daysShort: ["អា", "ច", "អ", "ពុ", "ព្រ", "សុ", "ស", "អា"],
		daysMin: ["អា", "ច", "អ", "ពុ", "ព្រ", "សុ", "ស", "អា"],
		months: ["មករា", "កុម្ភៈ", "មីនា", "មេសា", "ឧសភា", "មិថុនា", "កក្កដា", "សីហា", "កញ្ញា", "តុលា", "វិច្ឆិកា", "ធ្នូ"],
		monthsShort: ["មករា", "កុម្ភៈ", "មីនា", "មេសា", "ឧសភា", "មិថុនា", "កក្កដា", "សីហា", "កញ្ញា", "តុលា", "វិច្ឆិកា", "ធ្នូ"],
		today: "ថ្ងៃនេះ",
		clear: "សម្អាត",
		format: "dd/mm/yyyy",
		weekStart: 0
	};
}(jQuery));
