/**
 * Lao translation for bootstrap-datepicker (Rabit POS)
 */
;(function($){
	$.fn.datepicker.dates['lo'] = {
		days: ["ອາທິດ", "ຈັນ", "ອັງຄານ", "ພຸດ", "ພະຫັດ", "ສຸກ", "ເສົາ", "ອາທິດ"],
		daysShort: ["ອາ", "ຈ", "ອ", "ພ", "ພຫ", "ສກ", "ສ", "ອາ"],
		daysMin: ["ອາ", "ຈ", "ອ", "ພ", "ພຫ", "ສກ", "ສ", "ອາ"],
		months: ["ມັງກອນ", "ກຸມພາ", "ມີນາ", "ເມສາ", "ພຶດສະພາ", "ມິຖຸນາ", "ກໍລະກົດ", "ສິງຫາ", "ກັນຍາ", "ຕຸລາ", "ພະຈິກ", "ທັນວາ"],
		monthsShort: ["ມ.ກ.", "ກ.ພ.", "ມ.ນ.", "ມ.ສ.", "ພ.ພ.", "ມິ.ຖ.", "ກ.ລ.", "ສ.ຫ.", "ກ.ຍ.", "ຕ.ລ.", "ພ.ຈ.", "ທ.ວ."],
		today: "ມື້ນີ້",
		clear: "ລ້າງ",
		format: "dd/mm/yyyy",
		weekStart: 0
	};
}(jQuery));
